Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/kh_nordsamiska.pdf.tmx
Source language: sme
Languages: smj

source: Ipmil, don guhte leat min váimmuin, mii giitit du ilu ja eallinmovtta ovddas.
smj: Jubmel, dån guhti mijá vájmojn vieso, gijttep duv ávo ja iellemdårvo åvdås.

source: Mii átnut dus veahki gávdnat min gohččuma ja fámu oskkus eallit.
smj: Viehkede mijáv vidnoma gávnnat ja fámov jáhkos viessot.

source: 25 sátni ovddasrohkos 3 Ipmil, don dovddat min ja ráhkistat min.
smj: åvdåsråhkålvis 3 Jubmel, dån dåbdå ja ähtsá mijáv.

source: Dál rohkadallat buot ja buohkaid ovddas mii eatnamis lea: Oahpat min guhtet guimmiideamet ovddas ávvira atnit ja moraštit šattuin ja elliin (…)
smj: Råhkålip dal gájkka ja gájkaj åvdås ma ednamin viessu. Åhpada mijáv guhtik guojmijt huksat ja sjattojs ja juhtusijs vieledit.

source: Veahket sin geain lea stuorimus mearridanváldi (min riikkas) jurddašit sin ala geain lea unnimus váldi mearridit.
smj: (…) Viehkede sijáv gudi (mijá rijkan) ienemusát mierredi ájádallat sijáv gudi binnemusát mierredi.

source: Jeđđe buohkaid geat čirrot.
smj: (…) Jaskada gájkka gudi tjierru.

source: Veahket skihpasiid, oktonasaid ja geat ellet balus.
smj: Viehkede skihpasijt, aktunattjajt ja gudi balon li.

source: Várjal min, min vánhemiid, oappážiid ja vieljažiid ja ustibiid (…)
smj: Várjala mijáv, mijá äjgádijt, oarbbinattjajt ja venagijt.

source: Duddjo ráfi ja vuoigatvuođa máilbmái.
smj: (…) Dibde ráfev ja rievtukvuodav ednamin sjaddat.

source: Atte vai buot unnit ja stuorrát ožžot maid dárbbašit: biepmu, biktasiid ja viesu mas orrut (…)
smj: Dibde gájkka unnijt ja stuorrájt oadtjot majt dárbahi, biebmojt, biktasijt ja årromsajev.

source: Daga girku Jesusa lágážin, vai buohkat leat ovtta seamma buresboahtin.
smj: (…) Dibde girkko Jesusa lágátjin årrot ja sávvat gájkkájda gájkájda buorisboahtemav.

source: Giitu, Ipmileamet, go du ráhkisvuohta olle buohkaide.
smj: Gijtov, Jubmel, gå duv gieresvuohta midjij gájkajda ålle.

source: Kan inledas med följande ord.:
smj: Kan inledas med följande ord: h.:

source: Mii rohkadallat ovttas dan rohkosa man (Hearrámet) Jesus Kristus ieš lea min oahpahan:
smj: Råhkålip aktan råhkålvisáv mav (mijá Härrá) Jesus Kristus iesj le mijáv åhpadam

source: Áhččámet, don guhte leat almmis.
smj: Áhttje mijá guhti le almen.

source: Basuhuvvos du namma.
smj: Ájlistuvvus duv namma.

source: Bohtos du riika.
smj: Båhtus duv rijkka.

source: Šaddos du dáhttu, mo almmis nu maiddái eatnama alde.
smj: Sjaddus duv sidot, gåk almen, nåv aj ednamin.

source: Atte midjiide odne min beaivválaš láibámet.
smj: Vatte midjij uddni mijá bäjvvásasj lájbev.

source: Ja atte midjiide min suttuideamet ándagassii nugo maiddái mii ándagassii addit min velggolaččaidasamet.
smj: Ja luojte midjij suttojdimme ándagis, nåv gåk mij aj luojttep mijá velgulattjajda.

source: muhto beastte min bahás eret.
smj: Ja ale mijáv gähttjalibmáj lájddi, ájnat várjjala mijáv bahás.

source: Dasgo du lea riika ja fápmu ja gudni agálasvuhtii !
smj: Juhte duv le rijkka ja fábmo ja herlukvuohta ihkeven ájggáj.

source: 27 sátni
smj: 27 báhko

source: Ipmil, buressivdnit attáldagaid maid dál guoddit dutnje.
smj: Jubmel, buorissjivnnjeda mijá vattojt.

source: / Vuostáiváldde min ja min attáldagaid Jesus Kristusa dihte.
smj: / Duosto mijáv ja mijá vattojt Jesusa namán.

source: lovsägelsens inledning (Sursum Corda) musikserie a, se bilaga b / v: Bajidehket váimmuideattet Ipmilii.
smj: musikserie a h / v: Låggŋijit vájmojdihtte Jubmelij.

source: s: Mii bajidit váimmuideamet.
smj: tj: Mij låggŋip vájmojdimme

source: b / v: Giitot Ipmila, Hearrámet. s: Ipmilii akto lehkos giitalus.
smj: h / v: Gijttup Jubmelav, Härráv tj: Jubmelij aktu lehkus hievedus

source: dahje
smj: jali

source: b / v: Rabastehket váimmuideattet Ipmilii.
smj: Jubmelav tj: Aktu Jubmelij lehkus hievedus

source: s: Min váimmuideamet rabastit.
smj: musikserie d, se bilaga h / v: Rahpit vájmojt Jubmelij tj: Dajt ráhpop mijá Härráj.

source: b / v: Giitalehkot Hearrámet.
smj: h / v: Gijttup mijá Jubmelav.

source: s: Sutnje akto lehkos giitalus.
smj: tj: Sunji aktu lehkus hievedus.

source: prefašuvdna b / v: Duođain lea Musikserie A, se bilaga riekta rámidit du, buotveagalaš Áhčči, bassi Ipmil.
smj: hievedusá joarkkem (prefasjåvnnå) musikserie a, se bilaga h / v: Ja sáddnán, dån le vuogas mijá hievedussaj gájkviekses Áhttje, ájlis Jubmel.

source: Mii rámidit ja buressivdnidit du Jesus Kristusa, min Hearrámet bokte.
smj: Duv sihtap rámmpot ja hievedit, Jesus Kristusa, mijá Härrá baktu.

source: golbmaoktalašvuođa áigi 1 b / v: Son lea duohta láibi mii lea boahtán almmis addin dihte eallima máilbmái.
smj: gålmaktesvuoda ájgge 1 h / v: Sån le viesso lájbbe, guhti almes bådij väráldij iellemav vattátjit.

source: Dat guhte su lusa boahtá ii goassege nealggo ja dat guhte osku sutnje ii goassege goikka.
smj: Guhti suv lusi boahtá ij goassak nälgo ja guhti sunji jáhkká ij goassak gåjkå.

source: dábálaš 1 b / v: Doalat máilmmi gieđastat ja namuhat min buohkaid nama mielde.
smj: gájkkásasj 1 h / v: Giedanat ednamav aneda ja mijáv gájkajt namájn nabdá.

source: Juohke olbmo leat sivdnidan iežat govvan.
smj: Juohkka almatjav le ietjas gåvvån sjivnnjedam.

source: Don addet midjiide eallima vai mii dutnje gulašeimmet.
smj: Dån vaddi midjij iellemav vaj lulujma dujna aktan årrot.

source: b / v: Dan dihte mii sihtat ovttas buot du oskkolaččaiguin ja oppa almmálaš joavkkuin rámidit du nama ja lávlut:
smj: h / v: Dan diehti sihtap, aktan duv jáhkulattjaj gájkka ájgijt ja ålles almmelasj fuovajn duv namáv hievedit ja råhkådaládijn lávllot:

source: bassi 2 (musikserie C, se bilaga) s: Bassi, bassi, bassi, Hearrá veagalaš Ipmil Oppa eatnan lea dievva du gudnistat Ipmilii lehkos máidnun.
smj: ájlis 2 musikserie C, se bilaga tj: Ájlis, ájlis, ájlis, Härrá gájkviekses Jubmel Jårbbå ednamav dahki dån herlugin. Jubmelij årrus guddne.

source: Bassi, bassi, bassi, Hearrá veagalaš Ipmil Oppa eatnan lea dievva du gudnistat Ipmilii lehkos máidnun.
smj: Ájlis, ájlis, ájlis, Härrá gájkviekses Jubmel. Buorissjivnnjedum guhti boahtá.

source: bassi 4 (musikserie E, se bilaga) s: Don leat bassi, ollis leat, eambbo, Hearrámet, go maid goasge fáhtešin.
smj: ájlis 4 musikserie e, se bilaga Dån le ájlis, Härráma, ållåsit ep dádjada, Lånestiddjen värálda dála midjij låjdåsta.

source: gii boađát lusamet Eatnan attáldagainat láibbi attát láhjinat. Don leat bassi.
smj: Buorissjivnnjeduvvam de, dån gut lahkanime le, vattá ietjat ármostat vattáldahkan lájbenat.

source: don leat lahka. Obba eatnan máidnu du.
smj: Dån le ájlis, dån le ålles, dån le lahka, jårbbå värált májnnu duv !

source: Hosianna, hosianna, hosianna. Ipmileamet don leat.
smj: Hosianna, hosianna, hosianna, mijá Jubmel le dån.

source: Kristus lea jápmán.
smj: Församlingssvaret i nattvardsbönerna kan ersättas med följande alternativ: Kristus le jábmám.

source: Kristus lea bajásčuožžilan.
smj: Kristus le tjuodtjelam.

source: Kristus galgá fas boahtit.
smj: Kristus vas máhttsá.

source: eahkedismálisrohkos 3 b.: Máidnojuvvon lehkos don guhte leat gomuvuođa ollisvuohta.
smj: iehkedismálesråhkålvis 3 h / v: Hievedum le dån guhti ájmojt guottá ja dävdá.

source: Máidnojuvvon lehkos don guhte Jesus Kristusa eallima, jápmima ja bajásčuožžileami bokte almmostahtát ráhkisvuođa čiekŋaleamos čiegusvuođaid.
smj: Hievedum le dån guhti Jesus Kristusa iellema, jábmema ja tjuodtjelime baktu gieresvuoda tjiegŋalamos tjiegosvuodav

source: Dan ija go son behttojuvvui, válddii láibbi, buressivdnidii ja doadjalii dan, attii máhttájeddjiidasas ja celkkii: Váldet ja borret.
smj: Dan ijá gå biehteduváj lájbev váldij, Jubmelav gijtij, dav åhpadisålmmåjda vattij javla: Válldit dáv ja bårrit.

source: Dát lea mu rumaš, mii addojuvvo din ovddas.
smj: Dát le muv rumáj, mij dijá åvdås värroduvvá.

source: Dahket dan mu muitun.
smj: Dahkit dav muv mujtton.

source: Nu son válddii maiddái geara, giittii ja celkkii: Juhket dás buohkat.
smj: Váldij aj gávtjav, Jubmelav gijtij, sidjij vattij javla: Juhkit dássta gájka.

source: Dát gearra lea ođđa lihttu mu varas, mii golggahuvvo din ovddas suttuid ándagassiiaddojupmin.
smj: Dát gávttja le ådå lihtto muv varán, mij ållusij åvdås gålgåduvvá suttoj ándagisluojttemij.

source: Nu dávjá go dii das juhkabehtet, dahket dan mu muitun.
smj: Juohkka bále gå dassta juhkabihtit, dahkit dav muv mujtton.

source: s: Mii gulahit du jápmima, (Hearrá), du bajásčuožžileami mii duođaštit dan rádjái go boađát gudnistat.
smj: tj: Duv jábmemav sárnnedip, Härrá, duv tjuodtjelimev dåbdåstip dan rádjáj gå herlukvuodan boadá.

source: 30 mális b.:
smj: h.:

source: Dás ja dál, dán eahkedismállásiin, don Vuoiŋŋainat bokte dagat min
smj: Dánna ja dálla, dán iehkedismállásin, dagá dån mijáv Vuojŋŋanisát baktu

source: oasálažžan čiegusvuođastat.
smj: tjiegosvuodastat oasálattjan.

source: Nuppástuhte min Vuoiŋŋat fámuin
smj: Ietjájdahte mijáv Vuojŋŋanisát fámujn vaj

source: vai mii min eallimeamet bokte duohtan dahkat du ráhkisvuođa čiegusvuođa ja válmmaštit du riikka geainnu min gaskkas.
smj: viesodijn duv gieresvuoda tjiegosvuodav ållidittjap ja duv rijka gäjnov mijá siegen gárvedittjap.

source: Gudni lea du ja hearvásvuohta dál ja agálaš áigái.
smj: Duv le gájkka guddne ja herlukvuohta dálla ja ihkeven ájggáj.

source: eahkedismálisrohkos 5 b.:
smj: iehkedismálesråhkålvis 5 h..

source: Máidnojuvvon lehkos don, almmi ja eatnama Hearrá, guhte nu máilmmi ráhkistit ahte addet áidnoriegádan Bártni, amas oktage guhte osku sutnje mannat gáđohussii, muhto vai son oažžu agálaš eallima.
smj: Hievedum le dån, alme ja ednama Härrá, guhti väráldav nåv iehtsi ahte ájnna Bárnát vaddi, vaj juohkkahasj guhti sunji jáhkká ij håhkkåna, ájnat ihkeven iellemav oadtju.

source: Mii giitit du dan lonástusas man don leat válmmaštan midjiide Jesus Kristusis.
smj: Mij gijttep duv lånåstusá åvdås, majt Jesus Kristusa baktu le midjij gárvedam.

source: Sádde du Vuoiŋŋa min váimmuide
smj: Rája Vuojŋŋanisát mijá vájmojda

source: vai son boktalivččii mis ealli oskku.
smj: vaj viesso jáhkov miján tsahkkit.

source: Basut Vuoiŋŋainat dán láibbi ja viinni,
smj: Ájlistahte Vuojŋŋanisát baktu dáv lájbev ja vijnav,

source: attáldagaid eatnama šattuin ja olbmuid barggus, maid du ovdii guoddit.
smj: ednama sjattoj ja almatjij bargoj vattáldagá, majt duv åvddåj guoddep.

source: Mii giitit du go mii daid bokte oažžut oasi Kristusa rupmašis ja varas.
smj: Mij gijttep gå dajna oasev oadtjop Kristusa rubmahis ja varás.

source: Dát gearra lea ođđa lihttu mu varas, mii golggahuvvo din ovddas suttuid ándagassii addojupmin.
smj: Dát gávttja le ådå lihtto muv varán, mij ållusij åvdås gålgåduvvá suttoj ándagisluojttemij.

source: 31 mális s: Du jápmima mii gulahit, (Hearrá), du bajásčuožžileami mii duođaštit dassážii go don máhcat hearvásvuođas.
smj: 31 máles tj: Duv jábmemav sárnnedip, Härrá, duv tjuodtjelimev dåbdåstip dan rádjáj gå herlukvuodan boadá.

source: Bassi Áhčči, mii doallat daid mállásiid du Bártni gillámuša ja jápmima muitun, su bajásčuožžileami ja albmáimannama muitun.
smj: Ájlis Áhttje, mij basodip dáv mállásav Bárnát gierddama ja jábmema, tjuodtjelime ja almmájvuolggema mujtulvissan.

source: Eallima láibbis ja buressivdnádusa gearas attát midjiide borrat ja juhkat dassážii go son máhccá hearvásvuođas.
smj: Iellema lájbes ja buorissjivnnjádusá gávtjas vattá dån midjij bårrusav ja juhkamusáv dán biejve rádjáj gå herlukvuodan boadá, Råhkålip dunji: Gehtja suv ålles ja ihkálasj värruj majna ednamav ietjajnat le såbadam, vaj lulujma gájka ájlis Vuojŋŋanisá baktu akta ájnna

source: ja ollisin šaddat ealli oaffarin Kristusis.
smj: rubmahin aktiduvvat ja viesso värron Kristusin ålliduvvat.

source: Su bokte, suinna ja sus gullo dutnje, Ipmil Áhčči buotveagalaš, bassi Vuoiŋŋa oktavuođas,
smj: Suv baktu ja aktan sujna ja suv sinna gullu dunji, Jubmel, Áhttje gájkviekses ájlis Vuojŋŋanisá

source: buot gudni ja šearratvuohta álo ja agálaččat.
smj: aktisasjvuodajn, gájkka guddne ja herlukvuohta ihkevis ihkevaj.

source: eahkedismálisrohkos 13 (kan särskilt användas vid sjukkommunion) b.:
smj: iehkedismálesråhkålvis 13 (kan särskilt användas vid sjukkommunion) h.:

source: Ipmil, don addet midjiide eallima ja lohpidit leahkit minguin ealidettiin ja jámidiin, áiggis ja agálašvuođas.
smj: Jubmel, dån vaddi midjij iellemav ja le jáhttám mijá lunna årrot viessomin ja jábmemin, ájggáj ja ihkevaj.

source: (Jesus Kristusis don válddát oasi oktovuođasteamet, balus (ja jápmimis).
smj: (Jesus Kristusa baktu dån le oasálasj mijá aktuvuodas, balos, báktjasis (ja jábmemis).

source: Leage minguin Vuoiŋŋainat, min veahkeheaddji ja
smj: Åro mijá lunna Vuojŋŋanisájnat, mijá Viehkediddje ja Jaskadiddje,

source: jeđđejeaddji, ja guotte min.
smj: ja guotte mijáv.

source: Basut láibbi ja viinni vai mii daid bokte oažžut oasi Jesus Kristusis, eallimis mii ii goassege jáme.
smj: Ájlistahte lájbev ja vijnav vaj daj baktu Kristusis oasev oadtjop, iellemis mij ij goassak jáme.

source: 32 mális Nu son válddii maiddái geara, giittii ja celkkii: Juhket dás buohkat.
smj: Váldij aj gávtjav, Jubmelav gijtij, sidjij vattij javla: 32 máles

source: s: Du jápmima mii gulahit, (Hearrá), du bajásčuožžileami mii duođaštit dassážii go don máhcat hearvásvuođas.
smj: tj: Duv jábmemav sárnnedip, Härrá, duv tjuodtjelimev dåbdåstip dan rádjáj gå herlukvuodan boadá.

source: Ipmil, dainna doaivvuin ahte oktii beassat du oaidnit muođus muhtui mii rohkadallat nugo Jesus Kristus ieš lea min oahpahan.
smj: Dårvustaládijn duv akti muodos muohtuj vuojnátjit råhkålip gåktu Kristus iesj le mijáv åhpadam: Kan inledas med följande ord: h.:

source: (Hearrámet) Jesus Kristus ieš lea min oahpahan.
smj: Råhkålip aktan råhkålvisáv mav (mijá Härrá) Jesus Kristus iesj le mijáv åhpadam:

source: Alege doalvvo min geahččalussii, muhto beastte min bahás eret.
smj: Ja ale mijáv gähttjalibmáj lájddi, ájnat várjjala mijáv bahás.

source: Láibi man mii doadjalit lea oasálašvuohta Kristusa rupmašis.
smj: Lájbbe mav doadjep le oasálasjvuohta Kristusa rubmahis.

source: s: De leat, váikko máŋggas, okta áidna rumaš, daningo mis lea buohkain oassi seammá láibbis.
smj: tj: De lip, vájku ållusa, akta ájnna rumáj, danen gå gájka oasev oadtjop avtat lájbes.

source: Hearrá ráfi (Pax) Fast moment i Högmässa.
smj: * härrá ráfe (Pax) Fast moment i högmässa.

source: Prästen kan säga: b.:
smj: Prästen kan säga: h.:

source: Hearrá / Jesus Kristusa / ráfi lehkos dinguin.
smj: Härrá / Jesus Kristusa / ráfe årrus dijájn / Ráfe didjij gájkajda.

source: / Ráfi orros dinguin.
smj: jubmela libba 1 sv.

source: ipmil láppis 1 (musikserie a: 699: 1, se bilaga) s: Ipmil Láppis, guhte máilmmi suttuid guottát, o, árpmit min, árpmit.
smj: psb. 699:1, se bilaga tj: JubmelŠ Libba, guhti värálda suttojt guoddi, de ármujnat gulldala.

source: Ipmil Láppis, guhte máilmmi suttuid guottát, o, árpmit min, árpmit.
smj: JubmelŠ Libba, guhti värálda suttojt guoddi, de ármujnat gulldala.

source: Ipmil Láppis, guhte máilmmi suttuid guottát, du ráfát atte.
smj: JubmelŠ Libba, guhti värálda suttojt guoddi, Ráfát vatte dån.

source: Eahkedismállásiid juohkin
smj: Prästen kan säga: h.:

source: Bohtet, buot lea dál válmmas.
smj: Båhtit, gájkka le gárveduvvam.

source: 34 mális b / v: Kristusa rumaš, du ovddas addojuvvon.
smj: 34 máles Kommunikanterna tar emot nattvardsgåvorna.

source: b / v: Kristusa varra, du ovddas golggahuvvon.
smj: Kristusa varra duv åvdås gålgådum.

source: Dál mii leat vuostáiváldán Hearrá Jesus Kristusa.
smj: Lip (mijá Härráv) Jesus Kristusav duosstum.

source: (b / s:) Son várjalehkos min agálaš eallimii.
smj: Sån várjjalus mijáv ihkeven iellemij.

source: Ámen. b.:
smj: Amen h.:

source: Mannot Hearrá / Jesus Kristusa / ráfis.
smj: Mannup Härrá / Jesus Kristusa ráfen.

source: dábálaš 2 Mii giitit du., Kristus, mearehis rikkis attáldagat ovddas.
smj: gájkkásasj 2 Duv gijttep, Kristus, sárnnomahtes valjes vattáldagát åvdås.

source: Don šaddet min rohkosa vástádussan ja min nealggi láibin.
smj: Dån sjaddi mijá råhkålvisá vásstádussan ja mijá nielge lájbben.

source: Veahket min leahket vástádussan du bealde sidjiide geat váilot maid mii badjelmearálaččat oamastit.
smj: Viehkeda mijáv årrot duv vásstádussan sidjij gejs mijá vallje vádnun.

source: Veahket min gullat dan veahkkečuorvasa man don leat gullan, ipmirdit dan heađi man don leat ipmirdan, bálvalit olmmošsoga man don leat bálvalan.
smj: Viehkeda mijáv gullat tjuorvvomav majt dån le gullam, niedav dádjadit nåv gåk dån le dádjadam, almasjmáttov dievnastit nåv gåk dån le dievnastam.

source: dábálaš 4 Mii giitit du., Jesus, gii leat min lusa boahtán ja leat addán iežat midjiide.
smj: gájkkásasj 4 Gijttep duv, Jesus, guhti midjij båhti ja ietjat midjij vaddi.

source: Mii leat vuostáiváldán du ja don leat midjiide lagabun go min váibmu.
smj: Mij lip duv duosstum ja dån le dál mijá lagábun gå iehtjama vájmmo.

source: Dál rohkadallat: Báze min lusa, vai álo oččošeimmet leahkit du luhtte ja šaddat du lágážin.
smj: Råhkålip: Biso mijá sinna, vaj duv lunna máhttep årrot ja duv lágátjin sjaddat.

source: 35 mális
smj: 35 máles

source: (b / v: Giitot ja máidnot Hearrá.
smj: h / v: Gijttup ja májnnup Härráv.

source: s: Hearrái lehkos giitu ja máidnu.
smj: tj: Härráj årrus hievedus.

source: Prästen kan säga: Vuostáiváldet Hearrá buressivdnádusa.
smj: Prästen kan säga: h.: Duosstot Jubmela / Härrá buorissjivnnjádusáv:

source: Hearrá buressivdnidivččii din ja várjalivččii din, Hearrá divttášii muođuidis čuovgat din badjelii ja livččii didjiide árbmugas.
smj: Härrá buorissjivnnjedus dijáv ja várjjalus dijáv. Härrá tjuovggijus árudijás didjij ja årrus didjij ármmogis.

source: Hearrá bajidivččii čalmmiidis din ala ja attášii didjiide ráfi.
smj: Härrá jårggålus árudijás didjij ja vaddus didjij ráfev.

source: b / v: Mannot dál ráfis, (s:) min Hearrá Jesus Kristusa namas.
smj: h / v: Mannup dal ráfen, tj: Härráma Jesus Kristusa namán.

source: Sálbma ja/dahje Loahppamusihkka (Postludium) Fakultativt moment.
smj: Sálmma ja / jali Hiejttemtjuojadibme (Postludium) Fakultativt moment.

source: oahpohis olbmos dollojuvvon ipmilbálvalus
smj: 36 rájadus sahte almatjis dåjmadum jubmeldievnno:

source: - Girkobielločuojaheapmi - Sálbma - Álggahansánit - Suttubeastinsánit ja Lohpádussánit, Giittusrohkos dahje Guođđinrohkos (dás dahje Girku ovddasrohkosa oktavuođas) - Beaivvi rohkos - Teakstalohkan Boares testamenttas - Episttallohkan - Sálbma - Evangelium - Sárdni / Oanehis sárdni - Oskkudovddastus - Sálbma - Girku ovddasrohkos - Hearrá rohkos - Buressivdnádus - Sálbma - Loahppamusihkka - Vuolggahansánit
smj: - Bielloskuoladibme - Sálmma - Álggembágo - Ándagisluojttemråhkålvis ja Jáhttembágo, Gijtulvisråhkålvis jali Guodemråhkålvis (dánna jali girkko åvdåsråhkålvisá siegen) - Udnásj råhkålvis - Lågos Oabme testamenttas - Epistellågos - Sálmma - Evangelium - Sárnne / Tjielggim - Jáhkodåbdåstibme - Sálmma - Girkko åvdåsråhkålvis - Härrá råhkålvis - Burissjivnnjádus - Sálmma - Hiejttemtjuojadibme - Rájadus

source: Oahpohis olbmos dollojuvvon ipmilbálvalus sáhttá leat oaiveipmilbálvalus.
smj: Sahte almatjis dåjmadum jubmeldievnno máhttá oajvvejubmeldievnnon basoduvvat.

source: 37 vuolggaheapmi
smj: 37 rájadus

source: 38 girkolaš doaimmahusat
smj: 38 dåjmadime

source: 40 gástaipmilbálvalus
smj: 40 gástadusjubmeldievnno

source: Áhči ja Bártni ja bassi Vuoiŋŋa nammii.
smj: h: (Jubmela:) Áhtje ja Bárne ja ájlis Vuojŋŋanisá namán.

source: Ipmila, golbmaoktalačča, nammii.
smj: Gålmaktes Jubmela namán.

source: Mii leat čoahkkanan stuora illudeapmái.
smj: Lip tjåhkkanam ávvobåddåj.

source: Mii beassat doallat gástaipmilbálvalusa go Ipmil addá gástta attáldaga sutnje / sidjiide guhte / guđet odne gásttašuvvo / gásttašuvvojit.
smj: Oadtjop gástadusjubmeldievnov adnet gå Jubmel vaddá gástadusa vattov sunji / sidjij guhti / gudi uddni gástaduvvá / gástaduvvi.

source: 41 gástaipmilbálvalus
smj: sálmma 41 gástadus

source: Biibballohkan
smj: Rámátlågos h.:

source: b / v: Guldalehkot evangeliuma Jesusa ja mánáid birra / Guldalehkot Jesusa sániid mánáid birra ovdagovvan oskkus.
smj: Gulldalup dal evangeliumav Jesusa ja mánáj birra / Gulldalup Jesusa bágojt mánáj birra jáhko åvdddågåvvån.

source: b / v: Sii gudde unna mánážiid Jesusa lusa vai son guoskkahivččii daid, muhto máhttájeaddjit šiggo sin.
smj: Almatja Jesusa lusi mánájt buktalin sijáv duohtastahtátjit. Valla åhpadisålmmå sidjij sjärggun.

source: Go Jesus oinnii dan, de moaráhuvai ja celkkii sidjiide: ” Diktet unna mánážiid boahtit mu lusa, allet ge hehtte sin ! Dasgo Ipmila riika gullá dakkáraččaide.
smj: Gå Jesus dav vuojnij, de suhta javlaj: Dibddit mánájt diehki muv lusi boahtet, allit ga sijájt duostuda: Jubmela rijkka dakkirattjajda gullu.

source: Duođaid, mon cealkkán didjiide: Dat guhte ii vuostáiváldde Ipmila riikka nugo unna mánáš, ii eisege beasa dan sisa. ”
smj: Sáddnán, guhti Jubmela rijkav ij duosto nåv gåktu mánná, ij luoddnok dåhku boade.

source: Ja son válddii sin sallasis, bijai gieđaidis sin ala ja buressivdnidii sin.
smj: Ja de mánájt asskáj váldij, giedajdis sijá nali biejaj ja buorissjivnnjedij sijáv.

source: Guldalehkot Jesusa sániid bestojumi ja árpmu birra.
smj: Gulldalup Jesusa bágojt lånåstusa ja ármo birra.

source: b / v: Jesus bođii maiddái Nasaretii gos lei bajásšaddan.
smj: Jesus Nasaretaj bådij, gånnå lij badjánam.

source: Sábbáhin son manai synagogii nugo lávii, ja son čuožžilii lohkat.
smj: Sábbádin synagogaj manáj dábes milta.

source: Sutnje geigejuvvui profehta Jesaja girji, ja son rabai girjegearu ja gávnnai báikki gosa lea čállojuvvon: Hearrá Vuoigŋa lea mu badjelis,
smj: Tjuottjadij lågåtjit, ja profehta Jesaja girjev sunji vaddin. Girjev rahpam, de gávnaj gånnå lij tjáleduvvam: Härrá Vuojŋŋanis

source: dasgo son lea vuoiddadan mu sárdnidit illusága váivvážiidda.
smj: le mujna, dajna gå muv le vuojddam häjojda ávvoságav sárnutjit.

source: Son lea vuolggahan mu gulahit friddjavuođa fáŋggaide
smj: Rádjam le muv sárnnedittjat fáŋgajda friddjavuodav, tjalmedimijda

source: ja oainnu čalmmehemiide, friddjan dahkat sordojuvvon olbmuid ja sárdnidit Hearrá árpmu jagi.
smj: vuojnnemav, duolmodum almatjijda tjoavddalimev ja aj Härrá ármo jagev. Girjev giessalij, gálggij dievnárij ja tjåhkkidij.

source: Rohkadallot máná / mánáid ovddas man namma / maid namat leat:
smj: Råhkålip máná / mánáj åvdås mav / majt dál nammadip.

source: Mii lea máná namma ?
smj: Mij le dunnu máná namma ?

source: / Mii lea du namma ?
smj: / Mij le duv namma ?

source: b / v: Ipmil (mii leat dás imáštallame eallima).
smj: H: Jubmel (lip dánna iellemav imájdallame).

source: Mii giitit NN:a ovddas, attáldagat ja ovddasvástádusat ovddas man midjiide čájehat.
smj: Gijttep vattáldagás mav dån vattá ja åskeldimes mav midjij vuoseda.

source: Atte midjiide láđisvuođa, givrodaga ja mášu.
smj: Vatte liekkogisvuodav, stajgugisvuodav ja jasskudagáv.

source: Veahket min ráhkisvuođa ovddos guvlui maid addit NN:ii / (namma máinnašuvvo) gean / geaid ovddas leat ovddasvástádusa ožžon.
smj: Viehkeda mijáv duv gieresvuodav áj / sunji / sidjij vaddet, gev / gejt huksap Jesus namán.

source: b / v: Ipmil, mii giitit NN:a ovddas ja dan ovddas ahte don guottát / sin ráhkisvuođainat.
smj: Jubmel, duv gijttep NN:a åvdås ja gå suv / sijáv gieresvuodanat guottá.

source: Giitu attáldagat ja luohtámušat ovddas man mii leat ožžon eallimis ja man oažžut juogadit gaskaneamet.
smj: Mij gijttep vattáldagás ja åskeldimes majt lip oadjum ja iellemis mav guhtik guojmijnimme juogadip.

source: Jesusa nammii.
smj: Jesus namán.

source: Ipmil, don guhte beasttát seavdnjatvuođas ja jorraleamis, várjal NN:a du ráhkisvuođas, dál ja agálaččat.
smj: Jubmel, dån guhti sjievnnjedis ja tjáddjidimes gájo, várjjala NN:av duv gieresvuodan, dálla ja agev.

source: Vuostáiváldde ruossa mearkka (du gállui (+), du njálbmái ja du (+) váibmui).
smj: Duosto ruossamerkav (duv (+) gálluj, duv (+) njálmmáj ja duv (+) vájmmuj).
